[
    {
      "source": {
        "id": null,
        "name": "Biztoc.com"
      },
      "author": "finance.yahoo.com",
      "title": "تشهد شركات Apple وMicrosoft وTesla وMeta خسارة مجتمعة بقيمة 625 مليار دولار من القيمة السوقية وسط تراجع الأسهم في أغسطس",
      "description": "تشهد شركات Apple وMicrosoft وTesla وMeta خسارة مجتمعة بقيمة 625 مليار دولار من القيمة السوقية وسط تراجع الأسهم في أغسطس. لا شيء خسرت أربع شركات تقنية كبيرة - Apple وMicrosoft وTesla وMeta - ما مجموعه 625 مليار دولار من القيمة السوقية هذا الشهر. • لا شيء قد يكون لا ...",
      "url": "https://biztoc.com/x/e9036797aa87ca53",
      "urlToImage": "https://c.biztoc.com/p/e9036797aa87ca53/s.webp",
      "publishedAt": "2023-08-27T07:06:04Z",
      "content": "Apple, Microsoft, Tesla, and Meta see a combined $625 billion wipeout in market value amid August's stock slumpNone Four Big Tech companies - Apple, Microsoft, Tesla, and Meta - lost a combined $625 … [+285 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Biztoc.com"
        },
        "author": "finance.yahoo.com",
        "title": "باول لديه تجار السندات حيث يريدهم: مليئة بالشك",
        "description": "يمتلك جيروم باول سوق السندات حيث يريد بالضبط: الافتقار إلى الاقتناع فيما يتعلق بالخطوات التالية للاحتياطي الفيدرالي. • لا يوجد لدى باول متداولي سندات في المكان الذي يريده: مليئة بالشكوك • لا يوجد مستثمرون في شركة Tesla سيحصلون على 12000 دولار لكل منهم من صفقة Musk مع هيئة الأوراق المالية والبورصة • N...",
        "url": "https://biztoc.com/x/eb4c11d1787feb96",
        "urlToImage": "https://c.biztoc.com/p/eb4c11d1787feb96/s.webp",
        "publishedAt": "2023-08-27T06:10:04Z",
        "content": "Jerome Powell has the bond market exactly where he wants it: lacking conviction as to the Federal Reserves next steps.None Powell Has Bond Traders Right Where He Wants Them: Full of DoubtNone Tesla I… [+308 chars]"
    },
    {
        "source": {
            "id": "the-times-of-india",
            "name": "The Times of India"
        },
        "author": "IANS",
        "title": "القائمة المتزايدة من الرؤساء التنفيذيين من أصل هندي في الشركات الكبرى تثير إعجاب إيلون ماسك",
        "description": "يشغل سانجاي ميهروترا حاليًا منصب الرئيس التنفيذي لشركة Micron Technology؛ شانتانو ناراين هو الرئيس التنفيذي لشركة Adobe. ساتيا ناديلا هو رئيس مجلس الإدارة والرئيس التنفيذي لشركة مايكروسوفت. ساندر بيتشاي هو الرئيس التنفيذي لشركة Alphabet وGoogle؛ جاي تشودري هو الرئيس التنفيذي لشركة Zscaler وهي شركة أمنية سحابية ...",
        "url": "https://economictimes.indiatimes.com/tech/technology/growing-list-of-indian-origin-ceos-at-top-firms-impresses-elon-musk/articleshow/103099108.cms",
        "urlToImage": "https://economictimes.indiatimes.com/thumb/msid-103099146,width-1070,height-580,imgsize-16980,overlay-ettech/photo.jpg",
        "publishedAt": "2023-08-27T04:06:22Z",
        "content": "New Delhi, Tesla and SpaceX CEO Elon Musk is impressed at the way Indian-origin people have taken over as CEOs of most of the top tech companies, as well as some of the non-tech organisations, and th… [+1564 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Biztoc.com"
        },
        "author": "finance.yahoo.com",
        "title": "تباطؤ نمو الوظائف في الولايات المتحدة يدعم صبر بنك الاحتياطي الفيدرالي",
        "description": "وربما تباطأ نمو تشغيل العمالة في أكبر اقتصاد على مستوى العالم، واعتدلت الزيادات في الأجور في أغسطس/آب، مما يشير إلى المزيد من تخفيف مخاطر التضخم، وهو ما من شأنه أن يقلل من الحاجة الملحة إلى رفع أسعار الفائدة مرة أخرى من قبل بنك الاحتياطي الفيدرالي. • لا يوجد لدى باول متداولون للسندات...",
        "url": "https://biztoc.com/x/ec7a73c9038fbfe3",
        "urlToImage": "https://c.biztoc.com/p/ec7a73c9038fbfe3/s.webp",
        "publishedAt": "2023-08-27T03:50:03Z",
        "content": "Employment growth in the worlds largest economy probably cooled and wage increases moderated in August, suggesting a further tempering of inflation risks that reduces the urgency for another Federal … [+310 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "The Indian Express"
        },
        "author": "Reuters",
        "title": "بفضل دفعة تيسلا، تدرس الهند خفض ضريبة الاستيراد إذا قام صانعو السيارات الكهربائية بتصنيعها محليًا",
        "description": "يمكن للسياسة التي يتم النظر فيها أن تسمح لشركات صناعة السيارات باستيراد المركبات الكهربائية كاملة الصنع إلى الهند بضريبة مخفضة تصل إلى 15%.",
        "url": "https://indianexpress.com/article/technology/tech-news-technology/with-tesla-push-india-mulls-import-tax-cut-if-ev-makers-build-locally-8911352/",
        "urlToImage": "https://images.indianexpress.com/2023/08/tesla-india.jpg",
        "publishedAt": "2023-08-27T03:34:35Z",
        "content": "India is working on a new electric vehicle policy that would slash import taxes for automakers that commit to some local manufacturing, following a proposal by Tesla which is considering entering the… [+3715 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Biztoc.com"
        },
        "author": "finance.yahoo.com",
        "title": "الصين لا تزال جزءا لا يتجزأ من سلاسل التوريد الأمريكية: ورقة جاكسون هول",
        "description": "لا تزال الصين جزءًا لا يتجزأ من سلاسل التوريد الأمريكية حتى مع اتخاذ الشركات الأمريكية خطوات لتقليل الواردات المباشرة من الدولة الآسيوية، وفقًا لورقة قدمت في مؤتمر جاكسون هول السنوي لبنك الاحتياطي الفيدرالي في مدينة كانساس سيتي يوم السبت. • لا شيء ...",
        "url": "https://biztoc.com/x/f676186ab90745d5",
        "urlToImage": "https://c.biztoc.com/p/f676186ab90745d5/s.webp",
        "publishedAt": "2023-08-27T01:58:03Z",
        "content": "China remains embedded in US supply chains even as American firms have taken steps to reduce direct imports from the Asian country, according to a paper presented at the Federal Reserve Bank of Kansa… [+336 chars]"
    },
    {
        "source": {
            "id": null,
            "name": "Electrek"
        },
        "author": "Fred Lambert",
        "title": "تسلا الآن تتصيد تويوتا بشاحنة Cybertruck ملفوفة لتبدو وكأنها تندرا",
        "description": "يبدو أن شركة Tesla تواصل تصيدها لمنافسي الشاحنات الصغيرة من خلال شاحنة Cybertruck أخرى مغلفة لتبدو وكأنها شاحنة صغيرة أخرى. هذه المرة، تبدو وكأنها سيارة تويوتا تندرا.\n المزيد...\nThe post تسلا الآن تتصيد تويوتا بشاحنة Cybertruck ملفوفة لتبدو مثل تندرا...",
        "url": "https://electrek.co/2023/08/26/tesla-trolls-toyota-cybertruck-wrapped-tundra/",
        "urlToImage": "https://i0.wp.com/electrek.co/wp-content/uploads/sites/3/2023/08/Tesla-Cybertruck-Toyota-Tundra-wrap.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2023-08-26T23:19:31Z",
        "content": "Tesla appears to be continuing its trolling of pickup truck competitors with another Cybertruck wrapped to look like another pickup. This time, it looks to be a Toyota Tundra.\r\nA month ago, a picture… [+1743 chars]"
    }
  ]
  