[
  {
    "source": {
      "id": null,
      "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "Apple, Microsoft, Tesla ve Meta, ağustostaki hisse senedi düşüşünün ortasında piyasa değerinde toplam 625 milyar dolarlık bir kayıp görüyor",
    "description": "Apple, Microsoft, Tesla ve Meta, Ağustos'taki hisse senedi düşüşünün ortasında piyasa değerinde toplam 625 milyar dolarlık bir kayıp görüyor • Hiçbiri Dört Büyük Teknoloji şirketi - Apple, Microsoft, Tesla ve Meta - bu ay toplam 625 milyar dolarlık piyasa değeri kaybetti. • Yok Bu olabilir…",
    "url": "https://biztoc.com/x/e9036797aa87ca53",
    "urlToImage": "https://c.biztoc.com/p/e9036797aa87ca53/s.webp",
    "publishedAt": "2023-08-27T07:06:04Z",
    "content": "Apple, Microsoft, Tesla, and Meta see a combined $625 billion wipeout in market value amid August's stock slumpNone Four Big Tech companies - Apple, Microsoft, Tesla, and Meta - lost a combined $625 … [+285 chars]"
  },{
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "Powell Tahvil Yatırımcılarını Tam İstediği Yere Getirdi: Şüpheyle Dolu",
    "description": "Jerome Powell tahvil piyasasını tam da istediği yerde tutuyor: Federal Rezerv'in bir sonraki adımları konusunda inanç eksikliği. - Yok Powell Tahvil Yatırımcılarını Tam İstediği Yerde Tutuyor: Şüpheyle Dolu - Yok Tesla Yatırımcıları Musk'ın SEC Anlaşmasından 12.000'er Dolar Alacak - N...",
    "url": "https://biztoc.com/x/eb4c11d1787feb96",
    "urlToImage": "https://c.biztoc.com/p/eb4c11d1787feb96/s.webp",
    "publishedAt": "2023-08-27T06:10:04Z",
    "content": "Jerome Powell has the bond market exactly where he wants it: lacking conviction as to the Federal Reserves next steps.None Powell Has Bond Traders Right Where He Wants Them: Full of DoubtNone Tesla I… [+308 chars]"
},
{
    "source": {
        "id": "the-times-of-india",
        "name": "The Times of India"
    },
    "author": "IANS",
    "title": "Üst düzey şirketlerde Hint kökenli CEO'ların artan listesi Elon Musk'ı etkiliyor",
    "description": "Şu anda Sanjay Mehrotra Micron Technology'nin CEO'su; Shantanu Narayen Adobe'nin CEO'su; Satya Nadella Microsoft'un Başkanı ve CEO'su; Sunder Pichai Alphabet ve Google'ın CEO'su; Jay Chaudhry bir bulut güvenlik şirketi olan Zscaler'in CEO'su...",
    "url": "https://economictimes.indiatimes.com/tech/technology/growing-list-of-indian-origin-ceos-at-top-firms-impresses-elon-musk/articleshow/103099108.cms",
    "urlToImage": "https://economictimes.indiatimes.com/thumb/msid-103099146,width-1070,height-580,imgsize-16980,overlay-ettech/photo.jpg",
    "publishedAt": "2023-08-27T04:06:22Z",
    "content": "New Delhi, Tesla and SpaceX CEO Elon Musk is impressed at the way Indian-origin people have taken over as CEOs of most of the top tech companies, as well as some of the non-tech organisations, and th… [+1564 chars]"
},
{
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "ABD'de Yavaşlayan İstihdam Artışı Fed'in Sabrını Destekleyecek",
    "description": "Dünyanın en büyük ekonomisinde istihdam artışının Ağustos ayında muhtemelen soğuması ve ücret artışlarının ılımlı seyretmesi, enflasyon risklerinin daha da azaldığına işaret ederek Federal Rezerv'in yeni bir faiz artırımı için aciliyetini azaltıyor. - Powell'ın Tahvil Yatırımcılarına ...",
    "url": "https://biztoc.com/x/ec7a73c9038fbfe3",
    "urlToImage": "https://c.biztoc.com/p/ec7a73c9038fbfe3/s.webp",
    "publishedAt": "2023-08-27T03:50:03Z",
    "content": "Employment growth in the worlds largest economy probably cooled and wage increases moderated in August, suggesting a further tempering of inflation risks that reduces the urgency for another Federal … [+310 chars]"
},
  {
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "wolfstreet.com",
    "title": "EV Üreticisi VinFast'in Piyasa Değeri İşlemlerin 9. Gününde 159 Milyar Dolara Yükseldi. Bu Kadar Ciddi Olmasaydı Bu Şey Çok Komik Olurdu",
    "description": "VinFast'a özel olarak, giderek kalabalıklaşan Patlayan Hisse Senetleri panteonumda güzel bir yer açıyorum. Bir SPAC ile birleşme yoluyla halka açılan hisse senetlerinin genel çöküşüne ve özellikle EV SPAC'lerin çöküşüne rağmen, bazı ...",
    "url": "https://biztoc.com/x/76315c417d3c7871",
    "urlToImage": "https://c.biztoc.com/p/76315c417d3c7871/og.webp",
    "publishedAt": "2023-08-26T07:46:05Z",
    "content": "As an extra special for VinFast, Im keeping a beautiful slot open in my increasingly packed pantheon of Imploded Stocks.Despite the general collapse of the stocks that had gone public via merger with… [+295 chars]"
},
{
    "source": {
        "id": null,
        "name": "CleanTechnica"
    },
    "author": "José Pontes",
    "title": "Almanya'nın Elektrikli Araç Pazarı İçin Savaş, Bölüm VII - VW ID.4 Temmuz'da Kazandı",
    "description": "Almanya otomobil pazarı Temmuz ayında da olumlu bir ay geçirdi (yıllık +%18) ve BEV'ler öne çıktı (yıllık +%69 ile bu yılki en yüksek büyüme oranı). Bu etkileyici bir sonuç, özellikle de yaz mevsiminin ortasında olduğumuz düşünüldüğünde...",
    "url": "https://cleantechnica.com/2023/08/26/the-battle-for-germanys-ev-market-part-vii-vw-id-4-wins-in-july/",
    "urlToImage": "http://cleantechnica.com/files/2023/08/Germany-EV-Sales-Report-July-2023.png",
    "publishedAt": "2023-08-26T07:39:35Z",
    "content": "The overall German auto market had another positive month in July (+18% year over year), with BEVs being the highlight (+69% YoY, their highest growth rate this year). It’s an impressive result, espe… [+8518 chars]"
},
{
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "AMC'nin Hisse Senedi Dönüşüm Süreci Sona Erdi Ancak Stratejistler Daha Fazla Seyrelme Bekliyor",
    "description": "AMC Entertainment Holdings Inc. sinema salonu işletmecisinin bir dizi imtiyazlı hisseyi adi hisse senedine dönüştürmesinin ardından bir hafta süren satışlarını genişletti ve stratejistler şirketin borç ödemek için muhtemelen daha fazla hisse satacağını söylüyor. - Hiçbiri Powell Fed'in Para Politikası...",
    "url": "https://biztoc.com/x/8762c42ba8f3fd32",
    "urlToImage": "https://c.biztoc.com/p/8762c42ba8f3fd32/s.webp",
    "publishedAt": "2023-08-26T07:32:04Z",
    "content": "AMC Entertainment Holdings Inc. extended its week-long selloff after the movie theater operator converted a raft of preferred shares into common stock, and strategists say the company will likely sel… [+302 chars]"
},
{
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "Xi Teşvikleri Geri Çekerken Çin'in Piyasayı Kurtarma Çalışmaları Başarısız Oluyor",
    "description": "Çin'in düzenleyici kurumları, piyasayı canlandırma çabalarına büyümeyi destekleyecek daha güçlü teşvikler eşlik etmediği sürece küresel fonları ülkenin hisse senetlerine yatırım yapmaya ikna etme savaşını kaybetmekle karşı karşıya. - Hiçbiri Powell Fed'in Gerekirse Faizleri Artıracağı, Yüksek Tutacağı Sinyalini Vermedi - Hiçbiri...",
    "url": "https://biztoc.com/x/373e33d1330b0287",
    "urlToImage": "https://c.biztoc.com/p/373e33d1330b0287/s.webp",
    "publishedAt": "2023-08-26T06:50:04Z",
    "content": "Chinas regulators face a losing battle convincing global funds to invest in the nations stocks unless market boosting efforts are accompanied by stronger stimulus to support growth.None Powell Signal… [+323 chars]"
},
{
    "source": {
        "id": null,
        "name": "Biztoc.com"
    },
    "author": "finance.yahoo.com",
    "title": "Amerikalıların Kendilerini Yeniden Zengin Hissetmeleri İçin Hisse Senedi Rallisinin Önünde Daha Çok Yol Var",
    "description": "Hisse senetleri bu hafta toparlanmak için Jackson Hole toplantısını atlattı. Ancak geçen yılki hezimetin ardından bir bütün olmak isteyen boğalar için geri dönüş yolu tahmin ettiklerinden daha uzun. - Yok Powell, Fed'in Gerekirse Faizleri Artıracağı, Yüksek Tutacağı Sinyalini Verdi - Yok Tesla I...",
    "url": "https://biztoc.com/x/32961059aa7a0bae",
    "urlToImage": "https://c.biztoc.com/p/32961059aa7a0bae/s.webp",
    "publishedAt": "2023-08-26T06:50:04Z",
    "content": "Stocks weathered the Jackson Hole confab to rebound this week. But for bulls looking to be made whole after last years shellacking, the road back is longer than they realize.None Powell Signals Fed W… [+305 chars]"
},
{
    "source": {
        "id": null,
        "name": "Slashdot.org"
    },
    "author": "feedfeeder",
    "title": "Dow Jones Vadeli İşlemleri: Ralli Girişimi Devam Ediyor, Şimdi Ne Yapmalı; Tesla, Nvidia İzlenecek Hisselerin Başında - Investor's Business Daily",
    "description": "Dow Jones Vadeli İşlemleri: Ralli Girişimi Devam Ediyor, Şimdi Ne Yapmalı; Tesla, Nvidia İzlenecek Hisselerin Başında GeliyorInvestor's Business Daily Nvidia'nın 25 milyar dolarlık geri alımı bazı hissedarlar için 'kafa karıştırıcı'Reuters Nvidia Büyük Darbe Aldı ve Powell Tekneyi Sallamıyor. Bu Neden...",
    "url": "https://slashdot.org/firehose.pl?op=view&amp;id=171702476",
    "urlToImage": null,
    "publishedAt": "2023-08-26T05:33:12Z",
    "content": "Sign up for the Slashdot newsletter! OR check out the new Slashdot job board to browse remote jobs or jobs in your areaDo you develop on GitHub? You can keep using GitHub but automatically sync your … [+268 chars]"
},

]
